"""
Создайте класс Car и выполните все задания из условий

Инструкции к заданию:

Создайте класс Car. Добавьте обязательные атрибуты класса:
модель, год выпуска, объем двигателя, цена, пробег, количество колес = 4.

Создайте 1 экземпляр класса

Создать класс наследник - Грузовик.
Который, наследует все атрибуты класса, но количество колес = 8.

Создать 1 экземпляр класса Наследника

Добавить метод, который возвращает информацию по объекту
(как в учебном видео метод description)

Вы должны выполнить данное задание самостоятельно,
используя те знания и материалы которые вы получили в курсе и
прислать решение на проверку

Решение

Смотри фаилы car, base_car, truck

"""